Repository: muisit/knas-nahouw
Catalog: languages/knas-nahouw-*.po
Languages: nl_nl

source: Interface to download Nahouw registered events to the KNAS schermen.org site
nl_nl: Interface om Nahouw wedstrijden to synchroniseren met de KNAS schermen.org site

source: Settings
nl_nl: KNAS Nahouw Instellingen

source: Settings_Intro
nl_nl: Configuratie voor de interface tussen deze site en de Nahouw

source: Submit
nl_nl: Opslaan

source: Sorry, your nonce did not verify.
nl_nl: Sorry, je nonce waarde is incorrect

source: You can't manage options
nl_nl: Sorry, je kunt geen opties beheren

source: Changes saved.
nl_nl: Wijzigingen opgeslagen

source: Run time
nl_nl: Verwerk tijdstip

source: Include NED tournaments
nl_nl: Nederlandse toernooien synchroniseren

source: Include ECC tournaments
nl_nl: ECC toernooien synchroniseren

source: Include World Cup tournaments
nl_nl: Wereldbeker toernooien synchroniseren

source: Include title tournaments
nl_nl: Titeltoernooien synchroniseren

source: Name
nl_nl: Naam

source: End
nl_nl: Einde

source: Level
nl_nl: Niveau

source: Location
nl_nl: Locatie

source: Weapons
nl_nl: Wapens

source: Synchronize
nl_nl: Synchroniseer

source: Title
nl_nl: Titel

source: WC
nl_nl: WB

source: Other
nl_nl: Overige

source: Sabre
nl_nl: Sabel

source: Epee
nl_nl: Degen

source: Foil
nl_nl: Floret
